IdeaRS.Connections
ConnectorGridData.ConnectedPlatesPath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets diagonal beam segments which are connected to the gusset plate
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ConnectedPlatesPath { get; set; }
Property Value
Type: String
See Also
Reference
ConnectorGridData Class
IdeaRS.Connections.Data Namespace